Repository: JPilarr/tapyr
Catalog: _GTW/_OMP/_SWP/-I18N/*.po
Languages: de

source: Clip
de: Schnipsel

source: Contents
de: Inhalt

source: Contents of web page in html format
de: Inhalt der Webseite in HTML (Hypertext) Format

source: Creator
de: Autor

source: Creator of the contents of the news clip
de: Autor des Inhalts des Neuigkeitsschnipsels

source: Creator of the contents of the web page
de: Autor des Inhalts der Webseite

source: Creator of the contents.
de: Autor des Inhalts.

source: Date
de: Datum

source: Date interval
de: Datumsinterval

source: Date interval of event
de: Datumsinterval des Ereignisses

source: Date interval of news clip
de: Datumsinterval des Neuigkeitsschnipsels

source: Directory
de: Verzeichnis

source: Directory in gallery holding pictures.
de: Verzeichnis der Gallerie, das die Bilder enthält.

source: Directory in gallery holding thumbnails.
de: Verzeichnis der Gallerie, das die Miniaturbilder enthält.

source: Directory where pictures of gallery are stored.
de: Verzeichnis, wo die Bilder der Gallerie gespeichert sind.

source: Events
de: Ereignisse

source: Events associated to page
de: Zur Seite gehörende Ereignisse

source: Gallery
de: Gallerie

source: Gallery to which this picture belongs.
de: Gallerie, zu der das Bild gehört.

source: HTML must not contain any of the tags: %s
de: Der Text dark keines der nachfolgend aufgeführten HTML Kommandos enthalten: %s

source: HTML must not contain comments: %s
de: Der Text darf keine Kommentare enthalten: %s

source: Head line
de: Kopfzeile

source: Head line of the web page
de: Kopfzeile der Webseite

source: Height of picture.
de: Höhe des Bildes.

source: Higher prio sorts before lower prio.
de: Höhere Priorität wird vor niederer Priorität gereiht.

source: Markup format used for `text`
de: Textauszeichnungsformat, das für den `text` verwendet wird

source: Name used for perma-link.
de: Name, der für den Permalink verwendet wird.

source: News clip for page
de: Neuigkeitsschnipsel für Seite

source: Number of picture in gallery.
de: Position des Bildes in der Gallerie.

source: Object the news clip refers to
de: Objekt, auf das sich das Neuigkeitsschnipsel bezieht

source: Page
de: Seite

source: Page_Y
de: Seite/J

source: Path
de: Pfad

source: Path of file holding picture.
de: Pfad zur Datei, die das Bild enthält.

source: Photographer
de: Photograph

source: Picture
de: Bild

source: Picture.
de: Bild.

source: Pictures
de: Bilder

source: Prio
de: Priorität

source: Publication (`start`) and expiration date (`finish`)
de: Publikations- und Verfallsdatum

source: Publication (`start`) and expiration date (`finish`). Unspecified values will be taken from the web page the clip belongs to.
de: Publikations- und Verfallsdatum

source: Publication and expiration date
de: Publikations- und Verfallsdatum

source: Recurrence rule
de: Wiederholungsregel

source: Short title
de: Kurztitel

source: Short title (used in navigation).
de: Kurztitel (wird in Navigation verwendet).

source: Text for news clip in markup specified by `format`.
de: Text für das Neuigkeitsschnipsel, im durch `format` angegebenen Textauszeichnungsformat formatiert.

source: Text for web page in markup specified by `format`.
de: Text für die Webseite, im durch `format` angegebenen Textauszeichnungsformat formatiert.

source: Thumb
de: Miniaturbild

source: Thumbnail
de: Miniaturbild

source: Time interval
de: Zeitraum

source: Time interval of event
de: Zeitraum des Ereignisses

source: Title
de: Titel

source: Title of news clip.
de: Titel des Neuigkeitsschnipsels.

source: Title of the web page
de: Titel der Webseite

source: Url of external web page providing information about this clip
de: Adresse der externen Webseite, die Informationen über das Neuigkeitsschnipsel enthält

source: Value in x (horizontal) direction.
de: Wert in x-Richtung (horizontal).

source: Value in y (vertical) direction.
de: Wert in y-Richtung (vertikal).

source: Width
de: Breite

source: Width of picture.
de: Breite des Bildes.

source: Year to which the web page applies.
de: Jahr, auf das sich die Webseite bezieht.

source: date
de: Datum
