Repository: JPilarr/tapyr
Catalog: _GTW/-I18N/*.po
Languages: de

source: %s Password for %s on website %s
de: %s Kennwort für Anwender %s auf Webseite %s

source: %s `%s` does not exist!
de: %s `%s` existiert nicht

source: %s `%s` doesn't exist anymore!
de: %s `%s` existiert nicht mehr

source: %s `%s` doesn't exist!
de: %s `%s` existiert nicht

source: %s doesn't have an attribute named `%s`
de: %s hat kein Attribute mit Namen `%s`

source: %s only works with content-type json
de: %s funktioniert nur mit dem Inhaltstyp json

source: %s: regatta registration
de: %s: Regatta Registrierung

source: %s: regatta registration %s
de: %s: Regatta Registrierung %s

source: A confirmation email has been sent to the new email address %s.
de: Eine Bestätigungsemail wurde an die neue Email Adresse %s versendet.

source: A confirmation email has been sent to the new email address.
de: Eine Bestätigungsemail wurde an die neue Email Adresse versendet.

source: A confirmation has been sent to your email address %s.
de: Eine Bestätigung wurde an die neue Emailadresse %s versendet.

source: A confirmation has been sent to your email address.
de: Eine Bestätigung wurde an die neue Emailadresse versendet.

source: A user name is required to login.
de: Für die Anmeldung ist ein Benutzername erforderlich.

source: A user name is required.
de: Für die Anmeldung ist ein Benutzername erforderlich.

source: AQ argument must contain the values `attribute_name`, `operator`, `value` separated by commas; got `%s` instead
de: AQ Argument muss ein Triple `attribute_name`, `operator`, `value`, getrennt durch Komma, enthalten; stattdessen erhalten: `%s`

source: Account could not be found
de: Benutzerkonto nicht gefunden

source: Account with this Email address already registered
de: Es gibt bereits ein Benutzerkonto mit dieser Emailadresse

source: Activate account for %s on website %s
de: Activiere Benutzerkonto für Anwender %s auf Webseite %s

source: Activation of account %s successful.
de: Die Aktivierung des Benutzerkontos %s war erfolgreich.

source: Activation successful.
de: Die Aktivierung war erfolgreich.

source: Admin
de: Verwaltung

source: Administration
de: Verwaltung

source: At the moment, the database is set to readonly to allow maintenance.
de: Momentan ist die Datenbank wegen Wartungsarbeiten nicht beschreibbar.

source: Authorization and Account handling
de: Anmeldung und Verwaltung des Benutzerkontos

source: Cancelled
de: Abgesagt

source: Cannot undo a change if %s later changes exist for the same object
de: Rückgängig machen ist nicht möglich, da das Objekt %s-mal nachträglich geändert wurde

source: Change
de: Ändere

source: Change %(tn)s %(obj)s
de: Ändere %(tn)s %(obj)s

source: Change email for %s on website %s
de: Ändere Emailadresse des Benutzerkontos %s auf Webseite %s

source: Choice of language used for localization
de: Auswahl der Sprache für Lokalisierung

source: Class
de: Klasse

source: Club
de: Klub

source: Confirmation for change of email for account %s to %s for website %s
de: Bestätigung der Änderung der Emailadresse des Benutzerkontos %s auf neue Emailadresse %s für Internetseite %s

source: Create a new %(tn)s
de: Erzeuge %(tn)s

source: Created
de: Erzeugt

source: Date of creation.
de: Erzeugungsdatum

source: Dec
de: Dez

source: December
de: Dezember

source: Delete %(tn)s %(obj)s
de: Lösche %(tn)s %(obj)s

source: Display details of %(tn)s %(obj)s
de: Zeige Details für %(tn)s %(obj)s

source: Documentation for package namespace %s
de: Dokumentation für Packetnamensraum %s

source: EMail verification successful.
de: Die Bestätigung der Email war erfolgreich.

source: Edit conflict: at least one value was changed asynchronously by another request.
de: Änderungskonflikt: mindestens ein Wert wurde zwischenzeitlich verändert.

source: Edit session expired since %s
de: Die Sitzung ist seit %s abgelaufen.

source: Email confirmation for %s
de: Email Bestätigung für %s

source: Expired %s '%s' older then %s seconds
de: Abgelaufenes %s '%s' ist älter als %s Sekunden

source: February
de: Feber

source: Field %s doesn't have a polisher
de: Feld %s hat keinen Polierer

source: Field `%(field)s` is required
de: Feld `%(field)s` muss ausgefüllt werden

source: Form corrupted, unknown element id %s
de: Fehlerhaftes Formular (unbekanntes Element %s)

source: Form/element is unknown (unknown id: %s)
de: Unbekanntes Formular oder Feld (%s)

source: Fri
de: FR

source: Friday
de: Freitag

source: Image Selection
de: Bildauswahl

source: Incorrect origin `%s` for request, expected `%r`
de: Ungültige Herkunft `%s` für Anfrage, erwartet `%r`

source: Invalid %s signature for '%s'
de: Ungültige %s Signatur für '%s'

source: It was deleted by user `%s` on %s
de: Es wurde vom Anwender `%s` am %s gelöscht

source: January
de: Jänner

source: July
de: Juli

source: June
de: Juni

source: Kind
de: Art

source: Language %s selected
de: Sprache %s wurde ausgewählt

source: List of participants for
de: Liste der Teilnehmer für

source: Logout successful.
de: Abmelden war erfolgreich.

source: MNA-Number
de: MNA-Nummer

source: Make phone call to %s
de: Rufe Telefonnummer %s an

source: Malformed %s value '%s'
de: Fehlerhafter %s Wert '%s'

source: Mar
de: Mrz

source: March
de: März

source: May
de: Mai

source: Missing %s%s
de: Fehlende %s%s

source: Mon
de: MO

source: Monday
de: Montag

source: More than %s matches
de: Mehr als %s Treffer

source: Need Javascript for displaying %s
de: Für die Darstellung der %s ist Javascript erforderlich

source: New email address
de: Emailadresse

source: New password
de: Neues Kennwort

source: No activation request for this account
de: Es gibt keine Aktivierungsanfrage für dieses Benutzerkonto

source: Not authorized for this page
de: Fehlende Autorisierung für den Zugriff auf diese Seite

source: Not logged in or login-session is expired
de: Felhende Anmeldung oder die Sitzung ist abgelaufen.

source: Number of %s belonging to %s
de: Anzahl von %s zu %s

source: Object "%s" deleted
de: Objekt "%s" gelöscht

source: Oct
de: Okt

source: October
de: Oktober

source: One of the passwords is incorrect
de: Benutzername oder Kennwort sind nicht korrekt

source: Participants
de: Teilnehmer

source: Password
de: Kennwort

source: Password change for account %s
de: Kennwortänderung für Benutzerkonto %s

source: Password reset for user %s on website %s
de: Kennwort für Anwender %s auf Webseite %s zurückgesetzt

source: Passwords don't match.
de: Kennworte stimmen nicht überein.

source: Please enter a username
de: Bitte Benutzername eingeben

source: Please enter a value for the missing attribute
de: Bitte fehlenden Wert eingeben

source: Please reload the page
de: Bitte Seite neu laden

source: Please repeat the new password.
de: Bitte neues Kennwort wiederholen.

source: Query restriction triggered error: %s '%s'
de: Abfrageeinschränkung fehlerhaft: %s '%s'

source: Race
de: Wettfahrt

source: Regatta Events %(year)s
de: Regattaveranstaltungen %(year)s

source: Register %s for %s
de: Melde %s für %s an

source: Register an entry for %s at %s
de: Melde für %s zu %s an

source: Register for regatta %(tn)s
de: Melde für Regatta %(tn)s

source: Registration list
de: Meldeliste

source: Repeat new password
de: Wiederhole neues Kennwort

source: Repeat the EMail for verification.
de: Wiederhole die Emailadresse zur Überprüfung.

source: Repeat the password for verification.
de: Wiederhole das Kennwort zur Überprüfung.

source: Reset
de: Setze zurück

source: Restrict to objects belonging to %(tn)s %(obj)s
de: Schränke auf Objekte ein, die zu %(tn)s %(obj)s gehören

source: Results
de: Resultate

source: Results for
de: Resultate für

source: Sail-No.
de: Segel-Nr.

source: Sailor
de: Segler

source: Sat
de: SA

source: Saturday
de: Samstag

source: Send email to %s
de: Sende Email zu %s

source: Skipper/Crew
de: Steuermann/Mannschaft

source: Successfully revived object %s
de: Objekt %s erfolgreich wiederbelebt

source: Sun
de: SO

source: Sunday
de: Sonntag

source: The Email is required.
de: Die Emailadresse muss ausgefüllt werden.

source: The Email's don't match.
de: Die Emailadressen stimmen nicht überein.

source: The edit session has expired or the form values are corrupted.
de: Die Sitzung ist abgelaufen oder die Werte des Formulars sind korrumpiert.

source: The edit session has expired.
de: Die Sitzung ist abgelaufen.

source: The new E-Mail address is required.
de: Die neue E-Mail Adresse muss ausgefüllt werden.

source: The new password is required.
de: Das neue Kennwort muss ausgefüllt werden.

source: The old password is required.
de: Das alte Kennwort muss ausgefüllt werden.

source: The parameter `SPKAC` is missing from the request. Normally, the web browser should supply that parameter automatically.
de: Der Parameter `SPKAC` fehlt in der Abfrage; der Webbrowser sollte den Parameter automatisch mitschicken.

source: The password has been changed.
de: Das Kennwort wurde geändert

source: The password is incorrect
de: Das Kennwort sind nicht korrekt

source: The password is required.
de: Das Kennwort muss ausgefüllt werden.

source: The passwords don't match.
de: Die Kennworte stimmen nicht überein.

source: The reset password instructions have been sent to your email address %s.
de: Die Information über das Setzen eines neuen Kennworts wurde an die Emailadresse %s versandt.

source: The reset password instructions have been sent to your email address.
de: Die Information über das Setzen eines neuen Kennworts wurde an die Emailadresse versandt.

source: This account is currently inactive
de: Dieses Benutzerkonto ist gegenwärtig nicht verfügbar

source: This username is already in use.
de: Für die Anmeldung ist ein Benutzername erforderlich.

source: This username is not registered
de: Dieser Benutzername ist nicht bekannt

source: Thu
de: DO

source: Thursday
de: Donnerstag

source: Time-travelling %s '%s' [%s seconds ahead]
de: Zeitreisendes %s '%s' [%s Sekunden in der Zukunft]

source: Tue
de: DI

source: Tuesday
de: Dienstag

source: Undo deletion of object %s
de: Mache Löschung des Objekts %s rückgängig

source: Unknown E_Type '%s'
de: Unbekannter E-Ty '%s'

source: Unknown HTTP method `%s` requested
de: Unbekannte HTTP Methode `%s` abgefragt

source: Unknown attribute %s.%s
de: Unbekanntes Attribut %s.%s

source: Unknown attribute %s.%s[%s].%s
de: Unbekanntes Attribut %s.%s[%s].%s

source: Unknown type %s for attribute %s.%s
de: Unbekannter Typ %s für Attribut %s.%s

source: Unless run in TEST mode, access to %s is only allowed over https!
de: Zugriff auf %s ist nur über HTTPS erlaubt, ausser im TEST-Modus!

source: Username
de: Benutzername

source: Username or password incorrect
de: Benutzername oder Kennwort sind nicht korrekt

source: Wed
de: MI

source: Wednesday
de: Mittwoch

source: Welcome %s.
de: Willkommen, %s.

source: You need to specify a pid!
de: Es muss eine Pid spezifiert werden!

source: You need to specify valid undo information: %s
de: Es muss eine gültige Undo-Information spezifiert werden: %s

source: `%s` refers to %s, not %s
de: `%s` bezieht sich auf %s, nicht %s

source: anonymous
de: anonym

source: created by
de: eingegeben durch

source: email address
de: Emailadresse

source: phone number
de: Telefonnummer

source: picture
de: Bild
